Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: Delete All
de: Alle löschen
fr: Tout supprimer
ru: Удалить все
zh_hans: 全部删除

source: Delete Captures
de: Bildschirmfotos löschen
fr: Supprimer les captures
ru: Удалить снимки
zh_hans: 删除截屏

source: Delete Clip
de: Clip löschen
fr: Supprimer le clip
ru: Удалить клип
zh_hans: 删除片段

source: Delete Screenshot
de: Bildschirmfoto löschen
fr: Supprimer la capture
ru: Удалить снимок экрана
zh_hans: 删除截屏

source: Delete Screenshots
de: Bildschirmfotos löschen
fr: Supprimer les captures
ru: Удалить снимки экрана
zh_hans: 删除截屏

source: Delete Selection
de: Auswahl löschen
fr: Supprimer la sélection
ru: Удалить выбранное
zh_hans: 删除所选内容

source: Delete Zoom
de: Zoom löschen
fr: Supprimer le zoom
ru: Удалить увеличение
zh_hans: 删除缩放

source: Delete every saved capture
de: Alle gesicherten Bildschirmfotos löschen
fr: Supprimer toutes les captures enregistrées
ru: Удалить все сохраненные снимки
zh_hans: 删除所有已存储的截屏

source: Delete selection
de: Auswahl löschen
fr: Supprimer la sélection
ru: Удалить выбранное
zh_hans: 删除所选内容

source: Delete selection (⌫)
de: Auswahl löschen (⌫)
fr: Supprimer la sélection (⌫)
ru: Удалить выбранное (⌫)
zh_hans: 删除所选内容（⌫）

source: Deleted captures waiting in History's trash and files no capture uses are removed for good, along with %lld captures past your History limit. The rest of your history stays.
de: Gelöschte Bildschirmfotos im Papierkorb des Verlaufs und Dateien, die kein Bildschirmfoto verwendet, werden endgültig entfernt – ebenso %lld Bildschirmfotos, die die Grenze deines Verlaufs überschreiten. Der Rest deines Verlaufs bleibt erhalten.
fr: Les captures supprimées en attente dans la corbeille de l’historique et les fichiers qu’aucune capture n’utilise sont définitivement supprimés, ainsi que %lld captures au-delà de la limite de votre historique. Le reste de votre historique est conservé.
ru: Снимки из корзины истории и файлы, которые не использует ни один снимок, будут удалены безвозвратно, как и %lld снимка сверх лимита истории. Остальная история сохранится.
zh_hans: 历史记录废纸篓中已删除的截屏、不再被任何截屏使用的文件，以及超出历史记录保留限制的 %lld 张截屏将被永久移除。其余历史记录会保留。

source: Deleted captures waiting in History's trash and files no capture uses are removed for good. The captures in your history stay.
de: Gelöschte Bildschirmfotos im Papierkorb des Verlaufs und Dateien, die kein Bildschirmfoto verwendet, werden endgültig entfernt. Die Bildschirmfotos in deinem Verlauf bleiben erhalten.
fr: Les captures supprimées en attente dans la corbeille de l’historique et les fichiers qu’aucune capture n’utilise sont définitivement supprimés. Les captures de votre historique sont conservées.
ru: Снимки из корзины истории и файлы, которые не использует ни один снимок, будут удалены безвозвратно. Снимки в истории сохранятся.
zh_hans: 历史记录废纸篓中已删除的截屏以及不再被任何截屏使用的文件将被永久移除。历史记录中的截屏会保留。

source: Deselect / close
de: Auswahl aufheben/schließen
fr: Désélectionner/fermer
ru: Снять выделение / закрыть
zh_hans: 取消选择/关闭

source: Desert Violet
de: Wüstenviolett
fr: Violet du désert
ru: Фиалка пустыни
zh_hans: 沙漠紫罗兰

source: Dip to black
de: Schwarzblende
fr: Fondu au noir
ru: Затемнение
zh_hans: 黑场过渡

source: Dips while you talk, comes back in the pauses
de: Wird leiser, während du sprichst, und in Pausen wieder lauter
fr: Baisse quand vous parlez, remonte pendant les pauses
ru: Приглушается, когда вы говорите, и возвращается в паузах
zh_hans: 说话时降低音量，停顿时恢复

source: Directory where screenshots are saved if Auto-Save is enabled.
de: Ordner, in dem Bildschirmfotos gesichert werden, wenn automatisches Sichern aktiviert ist.
fr: Dossier où les captures sont enregistrées si l’enregistrement automatique est activé.
ru: Папка, в которую сохраняются снимки экрана, если включено автосохранение.
zh_hans: 启用自动存储时，截屏会存储在此文件夹中。

source: Disable Apple Shortcuts
de: Apple-Kurzbefehle deaktivieren
fr: Désactiver les raccourcis Apple
ru: Отключить сочетания клавиш Apple
zh_hans: 停用 Apple 快捷键

source: Disabled
de: Deaktiviert
fr: Désactivées
ru: Выключены
zh_hans: 已停用

source: Discard
de: Verwerfen
fr: Supprimer
ru: Удалить
zh_hans: 丢弃

source: Discard Changes
de: Änderungen verwerfen
fr: Ignorer les modifications
ru: Отменить изменения
zh_hans: 放弃更改

source: Discard recording
de: Aufnahme verwerfen
fr: Supprimer l’enregistrement
ru: Удалить запись
zh_hans: 丢弃录制内容

source: Discard this recording?
de: Aufnahme verwerfen?
fr: Supprimer cette vidéo ?
ru: Удалить эту запись?
zh_hans: 要丢弃此录制内容吗？

source: Disk almost full
de: Speicher fast voll
fr: Disque presque plein
ru: Диск почти полон
zh_hans: 磁盘将满

source: Dismiss
de: Ausblenden
fr: Ignorer
ru: Скрыть
zh_hans: 忽略

source: Dismiss tips
de: Tipps ausblenden
fr: Masquer les astuces
ru: Скрыть подсказки
zh_hans: 隐藏提示

source: Display
de: Bildschirm
fr: Écran
ru: Дисплей
zh_hans: 显示器

source: Display %lld
de: Bildschirm %lld
fr: Écran %lld
ru: Дисплей %lld
zh_hans: 显示器 %lld

source: Display %lld · Main
de: Bildschirm %lld · Hauptbildschirm
fr: Écran %lld · principal
ru: Дисплей %lld · основной
zh_hans: 显示器 %lld · 主显示器

source: Dissolve
de: Überblenden
fr: Fondu
ru: Растворение
zh_hans: 叠化

source: Dissolve Between Clips
de: Zwischen Clips überblenden
fr: Fondu entre les clips
ru: Растворение между клипами
zh_hans: 片段之间叠化

source: Do you want to review them before quitting?
de: Möchtest du sie vor dem Beenden durchsehen?
fr: Voulez-vous les passer en revue avant de quitter ?
ru: Хотите просмотреть их перед завершением?
zh_hans: 要在退出前逐一检查吗？

source: Docs, slides
de: Dokumente, Folien
fr: Documents, diapositives
ru: Документы, слайды
zh_hans: 文档、幻灯片

source: Don't Ask Again
de: Nicht mehr fragen
fr: Ne plus demander
ru: Больше не спрашивать
zh_hans: 不再询问

source: Don't Save
de: Nicht sichern
fr: Ne pas enregistrer
ru: Не сохранять
zh_hans: 不存储

source: Done
de: Fertig
fr: Terminé
ru: Готово
zh_hans: 完成

source: Done (Esc)
de: Fertig (Esc)
fr: Terminé (Échap)
ru: Готово (Esc)
zh_hans: 完成（Esc）

source: Double-click
de: Doppelklick
fr: Double-clic
ru: Двойное нажатие
zh_hans: 连按两次

source: Double-click text
de: Doppelklick auf Text
fr: Double-cliquer sur un texte
ru: Двойное нажатие на текст
zh_hans: 连按两次文字

source: Double-click to edit, or drag into another app. Command-C copies, Command-S saves, Escape dismisses.
de: Zum Bearbeiten doppelklicken oder in eine andere App ziehen. Befehl-C kopiert, Befehl-S sichert, Escape schließt.
fr: Double-cliquez pour modifier, ou faites glisser vers une autre app. Commande + C copie, Commande + S enregistre, Échap ferme.
ru: Дважды нажмите, чтобы изменить, или перетяните в другое приложение. Command-C копирует, Command-S сохраняет, Escape закрывает.
zh_hans: 连按两次以编辑，或拖移到其他 App。Command-C 拷贝，Command-S 存储，Esc 键关闭。

source: Double-click to show the recording in Finder
de: Doppelklicken, um die Aufnahme im Finder zu zeigen
fr: Double-cliquez pour afficher l’enregistrement dans le Finder
ru: Дважды нажмите, чтобы показать запись в Finder
zh_hans: 连按两次以在“访达”中显示录制内容

source: Downloading the language model…
de: Sprachmodell wird geladen …
fr: Téléchargement du modèle de langue…
ru: Загрузка языковой модели…
zh_hans: 正在下载语言模型…

source: Drag edges or corners to resize · Arrow keys nudge (⇧ ×10) · Return captures · Esc cancels
de: Größe an Kanten oder Ecken ändern · Pfeiltasten verschieben (⇧ ×10) · Zeilenschalter nimmt auf · Esc bricht ab
fr: Redimensionnez par les bords ou les coins · Flèches pour déplacer (⇧ ×10) · Retour pour capturer · Échap pour annuler
ru: Края и углы меняют размер · Стрелки сдвигают (⇧ ×10) · Return — снимок · Esc — отмена
zh_hans: 拖移边缘或角落以调整大小 · 方向键微调位置（⇧ ×10） · 按 Return 键捕捉 · 按 Esc 键取消

source: Drag it on the preview to move it; drag a corner to resize. Its bar on the timeline sets when it shows.
de: Ziehe das Element in der Vorschau, um es zu bewegen; ziehe an einer Ecke, um die Größe zu ändern. Sein Balken in der Zeitleiste bestimmt, wann es erscheint.
fr: Faites glisser l’élément dans l’aperçu pour le déplacer ; faites glisser un coin pour le redimensionner. Sa barre dans la timeline définit quand il apparaît.
ru: Перетяните элемент в предпросмотре, чтобы переместить его; тяните за угол, чтобы изменить размер. Полоса элемента на шкале времени определяет, когда он виден.
zh_hans: 在预览中拖移即可移动；拖移某个角可调整大小。时间线上的条块决定它何时显示。

source: Drag it on the preview to move it; drag a corner to resize; double-click it to type. Its bar on the timeline sets when it shows.
de: Ziehe den Text in der Vorschau, um ihn zu bewegen; ziehe an einer Ecke, um die Größe zu ändern; doppelklicke, um zu tippen. Sein Balken in der Zeitleiste bestimmt, wann er erscheint.
fr: Faites glisser le texte dans l’aperçu pour le déplacer ; faites glisser un coin pour le redimensionner ; double-cliquez pour saisir. Sa barre dans la timeline définit quand il apparaît.
ru: Перетяните текст в предпросмотре, чтобы переместить его; тяните за угол, чтобы изменить размер; дважды нажмите, чтобы ввести текст. Полоса текста на шкале времени определяет, когда он виден.
zh_hans: 在预览中拖移即可移动；拖移某个角可调整大小；连按两次即可输入文字。时间线上的条块决定它何时显示。

source: Drag one of them on the timeline to move them all together; ⌫ removes them all. ⇧- or ⌘-click adds or takes one out.
de: Ziehe eines davon in der Zeitleiste, um alle gemeinsam zu bewegen; ⌫ entfernt alle. ⇧- oder ⌘-Klick fügt eines hinzu oder nimmt es heraus.
fr: Faites glisser l’un d’eux dans la timeline pour tous les déplacer ensemble ; ⌫ les supprime tous. Un clic avec ⇧ ou ⌘ en ajoute ou en retire un.
ru: Перетяните любой из них на шкале времени, чтобы переместить все вместе; ⌫ удаляет все. Нажатие с ⇧ или ⌘ добавляет или исключает элемент.
zh_hans: 在时间线上拖移其中一项即可一起移动所有项目；按 ⌫ 会全部移除。按住 ⇧ 或 ⌘ 点按可添加或移除某一项。

source: Drag the arrow on the preview to move it; drag its head or tail to point it anywhere. Its bar on the timeline sets when it shows.
de: Ziehe den Pfeil in der Vorschau, um ihn zu bewegen; ziehe seine Spitze oder sein Ende, um ihn beliebig auszurichten. Sein Balken in der Zeitleiste bestimmt, wann er erscheint.
fr: Faites glisser la flèche dans l’aperçu pour la déplacer ; faites glisser sa pointe ou sa queue pour l’orienter. Sa barre dans la timeline définit quand elle apparaît.
ru: Перетяните стрелку в предпросмотре, чтобы переместить ее; тяните за наконечник или хвост, чтобы направить ее куда угодно. Полоса стрелки на шкале времени определяет, когда она видна.
zh_hans: 在预览中拖移箭头可移动它；拖移箭头的头部或尾部可指向任意位置。时间线上的条块决定它何时显示。

source: Drag the block on the Camera lane to move it, or its edges to change how long it lasts. Each change eases in and out.
de: Ziehe den Block in der Kameraspur, um ihn zu bewegen, oder an seinen Rändern, um seine Dauer zu ändern. Jeder Wechsel wird weich überblendet.
fr: Faites glisser le bloc sur la piste Caméra pour le déplacer, ou ses bords pour modifier sa durée. Chaque changement se fait en douceur.
ru: Перетяните блок на дорожке «Камера», чтобы переместить его, или его края, чтобы изменить длительность. Каждое переключение происходит плавно.
zh_hans: 拖移“摄像头”轨道上的块可移动它，拖移其边缘可更改持续时间。每次切换都会平滑过渡。

source: Drag the box on the preview over anything private. Blur follows zooms and stays until its bar ends.
de: Ziehe das Feld in der Vorschau über alles Private. Die Weichzeichnung folgt Zooms und bleibt, bis ihr Balken endet.
fr: Faites glisser le cadre dans l’aperçu sur tout élément privé. Le flou suit les zooms et reste jusqu’à la fin de sa barre.
ru: Перетяните рамку в предпросмотре на все, что нужно скрыть. Размытие следует за увеличениями и держится до конца своей полосы.
zh_hans: 在预览中将方框拖到任何隐私内容上。模糊效果会跟随缩放，并持续到其条块结束。

source: Drag the frame on the preview to aim; drag its corners to zoom in or out.
de: Ziehe den Rahmen in der Vorschau, um auszurichten; ziehe an seinen Ecken, um hinein- oder herauszuzoomen.
fr: Faites glisser le cadre dans l’aperçu pour viser ; faites glisser ses coins pour zoomer ou dézoomer.
ru: Перетяните рамку в предпросмотре, чтобы навести ее; тяните за углы, чтобы увеличить или уменьшить.
zh_hans: 在预览中拖移画框即可对准；拖移其角可放大或缩小。

source: Drag the spot on the preview; drag a corner to resize it. Everything around it dims while its bar on the timeline runs.
de: Ziehe den Fokus in der Vorschau; ziehe an einer Ecke, um die Größe zu ändern. Alles darum herum wird abgedunkelt, solange sein Balken in der Zeitleiste läuft.
fr: Faites glisser le projecteur dans l’aperçu ; faites glisser un coin pour le redimensionner. Tout ce qui l’entoure s’assombrit pendant sa barre dans la timeline.
ru: Перетяните пятно в предпросмотре; тяните за угол, чтобы изменить его размер. Все вокруг затемняется, пока идет его полоса на шкале времени.
zh_hans: 在预览中拖移聚光区域；拖移某个角可调整其大小。在其时间线条块持续期间，周围的一切都会变暗。

source: Drag to capture · Hold ⇧ as you let go to adjust first · Space moves · Esc cancels
de: Ziehen zum Aufnehmen · Beim Loslassen ⇧ halten, um erst anzupassen · Leertaste verschiebt · Esc bricht ab
fr: Faites glisser pour capturer · Maintenez ⇧ en relâchant pour ajuster d’abord · Espace pour déplacer · Échap pour annuler
ru: Выделите область, чтобы снять · ⇧ при отпускании — сначала настроить · Пробел — сдвиг · Esc — отмена
zh_hans: 拖移以捕捉 · 松开时按住 ⇧ 可先调整 · 空格键移动选区 · 按 Esc 键取消

source: Drag to change where this clip ends
de: Ziehen, um das Ende dieses Clips zu ändern
fr: Faites glisser pour modifier la fin de ce clip
ru: Перетяните, чтобы изменить конец клипа
zh_hans: 拖移可更改此片段的结尾

source: Drag to change where this clip starts
de: Ziehen, um den Anfang dieses Clips zu ändern
fr: Faites glisser pour modifier le début de ce clip
ru: Перетяните, чтобы изменить начало клипа
zh_hans: 拖移可更改此片段的开头

source: Drag to move this clip to another place in the video
de: Ziehen, um diesen Clip an eine andere Stelle im Video zu verschieben
fr: Faites glisser pour déplacer ce clip ailleurs dans la vidéo
ru: Перетяните, чтобы переместить клип в другое место видео
zh_hans: 拖移可将此片段移到视频中的其他位置

source: Drag to move where the arrow starts
de: Ziehen, um den Anfang des Pfeils zu verschieben
fr: Faites glisser pour déplacer le départ de la flèche
ru: Перетяните, чтобы сдвинуть начало стрелки
zh_hans: 拖移以移动箭头起点

source: Drag to move. Press Command-C to copy, Escape to close.
de: Ziehen zum Bewegen. Drücke Befehl-C zum Kopieren und Escape zum Schließen.
fr: Faites glisser pour déplacer. Appuyez sur Commande + C pour copier, sur Échap pour fermer.
ru: Перетяните, чтобы переместить. Нажмите Command-C, чтобы скопировать, или Escape, чтобы закрыть.
zh_hans: 拖移以移动。按下 Command-C 拷贝，按下 Esc 键关闭。

source: Drag to move; drag a corner to resize
de: Zum Bewegen ziehen; zum Ändern der Größe an einer Ecke ziehen
fr: Faites glisser pour déplacer ; faites glisser un coin pour redimensionner
ru: Перетяните, чтобы переместить; тяните за угол, чтобы изменить размер
zh_hans: 拖移以移动；拖移角以调整大小

source: Drag to point the arrow
de: Ziehen, um den Pfeil auszurichten
fr: Faites glisser pour orienter la flèche
ru: Перетяните, чтобы направить стрелку
zh_hans: 拖移以调整箭头指向

source: Drag to select, then adjust · Hold ⇧ as you let go to capture right away · Esc cancels
de: Ziehen zum Auswählen, dann anpassen · Beim Loslassen ⇧ halten, um sofort aufzunehmen · Esc bricht ab
fr: Faites glisser pour sélectionner, puis ajustez · Maintenez ⇧ en relâchant pour capturer aussitôt · Échap pour annuler
ru: Выделите область и настройте ее · ⇧ при отпускании — снять сразу · Esc — отмена
zh_hans: 拖移以选择，然后调整 · 松开时按住 ⇧ 可立即捕捉 · 按 Esc 键取消

source: Draw with the selected tool. Tool shortcuts: V select, A arrow, R rectangle, T text, O callout, H highlighter, B blur, P pixelate, S spotlight, C crop.
de: Mit dem ausgewählten Werkzeug zeichnen. Kurzbefehle: V Auswählen, A Pfeil, R Rechteck, T Text, O Sprechblase, H Textmarker, B Weichzeichnen, P Verpixeln, S Fokus, C Beschneiden.
fr: Dessinez avec l’outil sélectionné. Raccourcis des outils : V sélection, A flèche, R rectangle, T texte, O bulle, H surligneur, B flou, P pixélisation, S projecteur, C rognage.
ru: Рисуйте выбранным инструментом. Клавиши инструментов: V — выбор, A — стрелка, R — прямоугольник, T — текст, O — выноска, H — маркер, B — размытие, P — пикселизация, S — прожектор, C — обрезка.
zh_hans: 使用所选工具绘制。工具快捷键：V 选择、A 箭头、R 矩形、T 文字、O 标注气泡、H 荧光笔、B 模糊、P 像素化、S 聚光灯、C 裁剪。

source: Drawing
de: Zeichnung
fr: Dessin
ru: Рисунок
zh_hans: 手绘

source: Duplicate
de: Duplizieren
fr: Dupliquer
ru: Дублировать
zh_hans: 复制

source: Duplicate zoom or annotation
de: Zoom oder Beschriftung duplizieren
fr: Dupliquer un zoom ou une annotation
ru: Дублировать увеличение или элемент разметки
zh_hans: 复制缩放或标注

source: Duplicated
de: Dupliziert
fr: Dupliqué
ru: Продублировано
zh_hans: 已复制

source: Dusk
de: Dämmerung
fr: Crépuscule
ru: Сумерки
zh_hans: 黄昏

source: Each recording keeps its own pointer, clicks, and shortcuts. Reorder them here; cut and trim them on the timeline like any clip.
de: Jede Aufnahme behält ihren eigenen Zeiger, ihre Klicks und Kurzbefehle. Ändere hier die Reihenfolge; schneide und kürze sie auf der Zeitleiste wie jeden Clip.
fr: Chaque enregistrement conserve son pointeur, ses clics et ses raccourcis. Réorganisez-les ici ; coupez-les et raccourcissez-les dans la timeline comme n’importe quel clip.
ru: Каждая запись сохраняет свой указатель, нажатия и сочетания клавиш. Меняйте их порядок здесь, а вырезайте и подрезайте на шкале времени, как любой клип.
zh_hans: 每个录制内容都保留自己的指针、点按和快捷键。在这里调整顺序；像其他片段一样在时间线上剪切和修剪。

source: Edge highlight
de: Randlinie
fr: Liseré
ru: Обводка
zh_hans: 边缘描边

source: Edit
de: Bearbeiten
fr: Modifier
ru: Правка
zh_hans: 编辑

source: Edit Last Recording
de: Letzte Aufnahme bearbeiten
fr: Modifier le dernier enregistrement
ru: Редактировать последнюю запись
zh_hans: 编辑上一段录制内容

source: Edit Video
de: Video bearbeiten
fr: Modifier la vidéo
ru: Редактировать видео
zh_hans: 编辑视频

source: Edit by text
de: Per Text bearbeiten
fr: Montage par texte
ru: Монтаж по тексту
zh_hans: 按文字编辑

source: Editable Cursor
de: Bearbeitbarer Zeiger
fr: Pointeur modifiable
ru: Редактируемый указатель
zh_hans: 可编辑指针

source: Editable cursor
de: Bearbeitbarer Zeiger
fr: Pointeur modifiable
ru: Редактируемый указатель
zh_hans: 可编辑指针

source: Editable cursor records the pointer separately so the editor can smooth it, resize it, and keep it crisp when zoomed — the video editor adds it back on export (the raw recording file has no pointer). Auto-zoom makes a fresh recording open already produced: the camera zooms to follow your clicks. Keyboard shortcuts records only ⌘, ⌃ and ⌥ combos (plus Esc and F-keys) so the editor can show them as keycaps — plain typing is never recorded; macOS asks for Accessibility access. High quality is the default; Max keeps more detail but creates larger files. The countdown gives you a moment after pressing Record; Esc cancels it. Stop a recording with %@ from any app — plain Esc stays with the app you're recording.
de: „Bearbeitbarer Zeiger“ zeichnet den Zeiger separat auf, damit der Editor ihn glätten, skalieren und beim Zoomen scharf halten kann – der Video-Editor fügt ihn beim Exportieren wieder ein (die Rohdatei der Aufnahme enthält keinen Zeiger). Mit automatischem Zoom öffnet sich eine neue Aufnahme schon fertig produziert: Die Kamera folgt deinen Klicks. „Tastaturkurzbefehle anzeigen“ zeichnet nur Kombinationen mit ⌘, ⌃ und ⌥ auf (dazu Esc und die F-Tasten), damit der Editor sie als Tasten zeigen kann – normales Tippen wird nie aufgezeichnet; macOS fragt nach Zugriff auf die Bedienungshilfen. „Hoch“ ist die Standardqualität; „Maximal“ bewahrt mehr Details, erzeugt aber größere Dateien. Der Countdown gibt dir nach dem Start einen Moment Zeit; Esc bricht ihn ab. Stoppe eine Aufzeichnung aus jeder App mit %@ – ein einfaches Esc bleibt bei der App, die du aufzeichnest.
fr: « Pointeur modifiable » enregistre le pointeur séparément pour que l’éditeur puisse le lisser, le redimensionner et le garder net lors des zooms — l’éditeur vidéo le réintègre à l’exportation (le fichier brut de l’enregistrement ne contient pas de pointeur). Avec le zoom automatique, un nouvel enregistrement s’ouvre déjà monté : la caméra suit vos clics. « Afficher les raccourcis clavier » n’enregistre que les combinaisons avec ⌘, ⌃ et ⌥ (plus Échap et les touches de fonction) pour que l’éditeur puisse les afficher sous forme de touches — la frappe normale n’est jamais enregistrée ; macOS demande l’autorisation Accessibilité. La qualité élevée est utilisée par défaut ; la qualité maximale conserve plus de détails mais produit des fichiers plus volumineux. Le compte à rebours vous laisse un instant après avoir lancé l’enregistrement ; Échap l’annule. Arrêtez un enregistrement depuis n’importe quelle app avec %@ — un simple Échap reste destiné à l’app que vous enregistrez.
ru: «Редактируемый указатель» записывает указатель отдельно, чтобы редактор мог сглаживать его, менять размер и сохранять четкость при увеличении, — видеоредактор добавляет его обратно при экспорте (в исходном файле записи указателя нет). С автомасштабом новая запись открывается уже смонтированной: камера приближается вслед за вашими нажатиями. «Показывать сочетания клавиш» записывает только комбинации с ⌘, ⌃ и ⌥ (а также Esc и функциональные клавиши), чтобы редактор мог показать их в виде клавиш, — обычный набор текста никогда не записывается; macOS запросит доступ в разделе «Универсальный доступ». По умолчанию используется высокое качество; максимальное сохраняет больше деталей, но файлы получаются крупнее. Обратный отсчет дает вам время после нажатия кнопки «Записать»; Esc отменяет его. Остановить запись из любого приложения можно сочетанием %@ — обычная клавиша Esc остается за приложением, которое вы записываете.
zh_hans: “可编辑指针”会单独记录指针，以便编辑器平滑指针、调整其大小，并在缩放时保持清晰 — 视频编辑器会在导出时将指针加回（原始录制文件中不含指针）。开启自动缩放后，新录制内容打开时就已制作完成：镜头会跟随你的点按进行缩放。“显示快捷键”只记录含 ⌘、⌃ 和 ⌥ 的组合键（以及 Esc 键和功能键），以便编辑器将其显示为按键 — 普通输入绝不会被记录；macOS 会请求辅助功能权限。默认使用“高”质量；“最高”保留更多细节，但文件更大。按下“录制”后，倒计时会给你片刻准备时间；按 Esc 键可取消。在任何 App 中按 %@ 都能停止录制 — 单独按 Esc 键仍会传给你正在录制的 App。

source: Editing
de: Bearbeiten
fr: Montage
ru: Монтаж
zh_hans: 编辑

source: Email %@
de: E-Mail an %@
fr: Écrire à %@
ru: Написать на %@
zh_hans: 给 %@ 发邮件

source: Email QR found
de: QR-Code mit E-Mail gefunden
fr: Code QR avec e-mail détecté
ru: Найден QR-код с e-mail
zh_hans: 找到电子邮件二维码

source: Email address copied
de: E-Mail-Adresse kopiert
fr: Adresse e-mail copiée
ru: Адрес e-mail скопирован
zh_hans: 已拷贝电子邮件地址

source: Ember
de: Glut
fr: Braise
ru: Жар
zh_hans: 余烬

source: Ember Fog
de: Glutnebel
fr: Brume de braise
ru: Тлеющий туман
zh_hans: 余烬薄雾

source: Emerald
de: Smaragd
fr: Émeraude
ru: Изумруд
zh_hans: 翡翠

source: Enable Shotnix in System Settings → Privacy & Security → Screen & System Audio Recording, then quit and reopen Shotnix so macOS applies the permission.
de: Aktiviere Shotnix unter „Systemeinstellungen“ → „Datenschutz & Sicherheit“ → „Aufnahme von Bildschirm & Systemaudio“. Beende und öffne Shotnix danach erneut, damit macOS die Berechtigung übernimmt.
fr: Activez Shotnix dans Réglages Système → Confidentialité et sécurité → Enregistrement de l’écran et des sons du système, puis quittez et rouvrez Shotnix pour que macOS applique l’autorisation.
ru: Откройте Системные настройки → Конфиденциальность и безопасность → Запись экрана и системного звука и включите Shotnix. Затем завершите и снова откройте Shotnix, чтобы разрешение вступило в силу.
zh_hans: 请在“系统设置”→“隐私与安全性”→“录屏与系统录音”中启用 Shotnix，然后退出并重新打开 Shotnix，以便 macOS 应用该权限。

source: Enable Shotnix in System Settings, then relaunch so macOS applies it.
de: Aktiviere Shotnix in den Systemeinstellungen und starte es dann neu, damit macOS die Berechtigung übernimmt.
fr: Activez Shotnix dans Réglages Système, puis relancez-le pour que macOS en tienne compte.
ru: Включите Shotnix в Системных настройках и перезапустите приложение, чтобы разрешение вступило в силу.
zh_hans: 在“系统设置”中启用 Shotnix，然后退出并重新打开，以便 macOS 应用更改。

source: Enabled
de: Aktiviert
fr: Activées
ru: Включены
zh_hans: 已启用

source: Encoding
de: Codierung
fr: Encodage
ru: Кодек
zh_hans: 编码
